[ { 
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Sagrada Familia",
    "coordenadas": [41.403668, 2.174135],
    "descripcion": "Basílica expiatoria diseñada por Gaudí, una de las obras más emblemáticas de la arquitectura modernista.",
    "imagen": "https://placehold.co/200x200",
    "horario": "De 09:00 a 20:00 (varía según la temporada)",
    "categoria": "Monumento",
    "enlace": "https://sagradafamilia.org/es/home",
    "info": "La Sagrada Familia, diseñada por Antoni Gaudí, es un icono de Barcelona y una obra maestra de la arquitectura modernista. Iniciada en 1882, aún en construcción, es un símbolo de la creatividad humana. Gaudí concibió un templo inspirado en la naturaleza, con formas orgánicas y simbolismo religioso. Cada detalle, desde las fachadas hasta las torres, cuenta una historia. Las fachadas representan las diferentes etapas de la vida de Jesús y el interior es un bosque de columnas que crea una atmósfera espiritual. La luz, a través de las vidrieras, juega un papel fundamental. Gaudí utilizó técnicas innovadoras, como la catenaria, para crear estructuras esbeltas y resistentes. Tras su muerte, otros arquitectos continuaron su obra, pero la Sagrada Familia sigue evolucionando. Visitarla es una experiencia única, un viaje a través de la belleza y la complejidad de la arquitectura."
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Park Güell", 
    "coordenadas": [41.401985, 2.174358],
    "descripcion": "Parque diseñado por Gaudí, lleno de mosaicos y formas orgánicas.",
    "imagen": "https://placehold.co/200x200",
    "horario": "De 08:00 a 21:00",
    "categoria": "Parque",
    "info": "El Park Güell es un parque público en Barcelona, diseñado por Antoni Gaudí, que combina naturaleza y arquitectura de forma única. Concebido inicialmente como una urbanización de lujo, Gaudí transformó el espacio en un jardín onírico lleno de elementos arquitectónicos y esculturas. El parque, construido entre 1900 y 1914, es un claro ejemplo del modernismo catalán y Patrimonio Mundial de la UNESCO. Destaca la famosa salamandra o dragón, situada en la entrada principal, que se ha convertido en uno de los símbolos más reconocibles del parque. Las bancas onduladas de la plaza central, inspiradas en las formas de la naturaleza, ofrecen vistas panorámicas de la ciudad. La sala hipóstila con sus 86 columnas dóricas, crea un espacio mágico y misterioso. Y no podemos olvidar las casas-modelo, diseñadas para los posibles compradores de las parcelas, que son verdaderas joyas arquitectónicas. El Park Güell es mucho más que un parque. Es un espacio donde la naturaleza y la arquitectura se funden en una armonía perfecta, creando un ambiente mágico y surrealista. Un lugar donde perderse y disfrutar de la genialidad de Gaudí."      
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Casa Batlló",
    "coordenadas": [41.392193, 2.164106],
    "descripcion": "Edificio modernista de Gaudí con una fachada única y colorida.",
    "imagen": "https://placehold.co/200x200",
    "horario": "De 09:00 a 21:00",
    "categoria": "Monumento"
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "La Pedrera",
    "coordenadas": [41.394286, 2.169407],
    "descripcion": "Otro edificio modernista de Gaudí, conocido por su forma ondulada.",
    "imagen": "https://placehold.co/200x200",
    "horario": "De 09:00 a 21:00",
    "categoria": "Monumento"
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Las Ramblas",
    "coordenadas": [41.382894, 2.174435],
    "descripcion": "Avenida peatonal llena de vida, tiendas, restaurantes y artistas callejeros.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Calle"
},
{
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Barrio Gótico",
    "coordenadas": [41.382894, 2.174435],
    "descripcion": "Centro histórico de Barcelona, con calles estrechas y edificios medievales.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Barrio"
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Catedral de Barcelona",
    "coordenadas": [41.382894, 2.174435],
    "descripcion": "Imponente catedral gótica con una rica historia.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Religioso"
},
{
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Puerto de Barcelona",
    "coordenadas": [41.383333, 2.195278],
    "descripcion": "Uno de los puertos más importantes del Mediterráneo, con una amplia oferta de ocio.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Puerto"
},
{   
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Montjuïc",
    "coordenadas": [41.379386, 2.169515],
    "descripcion": "Colina con vistas panorámicas de la ciudad, que alberga varios museos y jardines.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Montaña"
},
{
    "ciudad_id": "67a9f1fded0c3726e5cba90c",
    "nombre_parada": "Camp Nou",
    "coordenadas": [41.382596, 2.11068],
    "descripcion": "Estadio del FC Barcelona, uno de los más grandes de Europa.",
    "imagen": "https://placehold.co/200x200",
    "categoria": "Estadio" 
}
]